Dlubal.RFEM5.ExceptionalHandlingType
Type of exceptional handling of failing members

Dlubal.RFEM5.ExceptionalHandlingType.UnknownHandlingType
Unknown exceptional handling type

Dlubal.RFEM5.ExceptionalHandlingType.NoneHandlingType
No exceptional handling

Dlubal.RFEM5.ExceptionalHandlingType.RemovedFailingMembersType
Failing members to be removed individually during successive iterations

Dlubal.RFEM5.ExceptionalHandlingType.AssignReducedStiffnessType
Assign reduced stiffness to failing members